docs/research/gpustack-validation/fixtures-hygress/bench_after2_wrk_c64.txt
Running 20s test @ http://127.0.0.1:80/readyz
  8 threads and 64 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   115.53ms  130.63ms 558.74ms   86.19%
    Req/Sec   128.85     39.37   161.00     87.49%
  Latency Distribution
     50%   56.64ms
     75%   60.78ms
     90%  326.50ms
     99%  547.83ms
  16715 requests in 20.03s, 1.85MB read
  Socket errors: connect 0, read 16715, write 0, timeout 0
Requests/sec:    834.36
Transfer/sec:     94.58KB